/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Přečtěte si další informace</b> o správě a zabezpečení zařízení.";

/* No comment provided by engineer. */
"A system error occurred" = "Vyskytla se systémová chyba.";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Účet bude odebrán z aplikace %@ a ostatních aplikací Yahoo v tomto zařízení.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Přidat účet";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Vyskytla se chyba. Zkuste to prosím znovu za chvíli.";

/* Accessibility label for the back button */
"Back" = "Zpět";

/* call tip prefix in 2lc */
"Call %@" = "Volat %@";

/* No comment provided by engineer. */
"Call again" = "Volat znovu";

/* Cancel
   Cancel button title */
"Cancel" = "Storno";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Stránku nelze načíst.";

/* Accessibility label for the close button */
"Close" = "Zavřít";

/* Continue to Safari for SHF */
"Continue" = "Pokračovat";

/* Create Account view title
   sign up button title */
"Create Account" = "Vytvořit účet";

/* learn more alert title */
"Device Not Recognized" = "Zařízení nerozpoznáno";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Neobdrželi jste e-mail?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Neobdrželi jste textovou zprávu?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Neobdrželi jste hlasové volání?";

/* Dismiss */
"Dismiss" = "Zrušit";

/* Edit button title */
"Edit" = "Upravit";

/* No comment provided by engineer. */
"Email could not be sent" = "E-mail nebylo možné odeslat.";

/* No comment provided by engineer. */
"Email sent" = "E-mail odeslán";

/* No comment provided by engineer. */
"Enter Code" = "Zadejte kód";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Z bezpečnostních důvodů musíte svůj účet odemknout.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Z bezpečnostních důvodů prosím znovu ověřte svůj účet.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Zapomenuté heslo nebo ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Zapomněli jste heslo?";

/* Go to Account recovery */
"Get Help" = "Získat Nápovědu";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Nesprávná odpověď. Zkuste to znovu.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Neplatné ID nebo heslo. Zkuste to prosím znovu.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Dosažen limit. E-mail nebylo možné odeslat.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Dosažen limit. Nelze odesílat textové zprávy ani provádět hlasová volání.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Relace přihlášení vypršela, zkuste to prosím znovu.";

/* Network error alert view title */
"Network unavailable." = "Síť nedostupná.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Heslo";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Zadejte heslo pro \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Odebrat";

/* Remove an account label on SSO screen */
"Remove an account" = "Odstranit účet";

/* Select an account label on SSO screen */
"Select an account" = "Vybrat účet";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Relace vypršela, přihlaste se prosím znovu.";

/* sign in button title */
"Sign In" = "Přihlásit se";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Přihlásit s účtem <a>Facebook</a> nebo <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Přihlášení jako";

/* signing in state title for sign in button */
"Signing In" = "Přihlašování";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Litujeme, systém má odstávku. Zkuste to prosím znovu za chvíli.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Litujeme, nyní vás nemůžeme přihlásit. Zkuste to prosím znovu za chvíli.";

/* sms tip prefix in 2lc */
"Text %@" = "Textová zpráva %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Textovou zprávu nebylo možné odeslat.";

/* No comment provided by engineer. */
"Text message sent" = "Textová zpráva odeslána";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Data o stavu Druhé výzvy se nepodařilo získat z SLCC.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Příliš mnoho pokusů. Zkuste to znovu za 24 hodin.";

/* No comment provided by engineer. */
"Try again" = "Zkuste to znovu";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Nelze provádět hlasové volání";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Nelze se přihlásit. Zkontrolujte systémové datum a zkuste to znovu.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Nelze se přihlásit. Zkuste to prosím znovu.";

/* Unlock */
"Unlock" = "Odemknout";

/* unlock account view title */
"Unlock Your Account" = "Odblokujte svůj účet";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Aktualizovat účet";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Upgradovat na Yahoo";

/* User already signed-in */
"User already signed-in" = "Uživatel již přihlášen";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Ověřovací kód odeslán na %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Probíhá hlasové volání";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Volali jsme vám s ověřovacím kódem na číslo %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Toto zařízení nerozpoznáváme. Ověřte prosím svou identitu odpovědí na kontrolní otázky.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Toto zařízení nerozpoznáváme. Ověřte prosím svou identitu. Odešleme vám ověřovací kód.";

/* ID text field place holder */
"Yahoo ID" = "ID Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Musí vám být minimálně 13 let.";

/* No comment provided by engineer. */
"Your account is locked." = "Váš účet je zablokován.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Váš účet je nyní odemčen. Přihlaste se prosím.";

/* No comment provided by engineer. */
"Your Answer" = "Vaše odpověď";

/* learn more alert msg line 1 */
"• New device?" = "• Nové zařízení?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Rozhodli jste se pro ověření přihlášení?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Přihlašujete se z jiné země?";

/* Yahoo Messenger */
"Messenger" = "Messenger";